Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: This import exceeds the current %1$@-megapixel document budget or %2$@-pixel side limit.
de: Dieser Import überschreitet die aktuelle Dokumentgrenze von %1$@ Megapixel oder die Seitenlängengrenze von %2$@ Pixel.
es: Esta importación supera el límite actual del documento de %1$@ megapíxeles o de %2$@ píxeles por lado.
fr: Cette importation dépasse la limite actuelle du document de %1$@ mégapixels ou la limite de %2$@ pixels par côté.
ja: 読み込む内容が、現在のドキュメントの上限 %1$@ メガピクセル、または各辺 %2$@ ピクセルの上限を超えています。
ko: 가져올 내용이 현재 문서의 %1$@메가픽셀 제한 또는 각 변의 %2$@픽셀 제한을 초과합니다.
pt_br: Esta importação excede o limite atual do documento de %1$@ megapixels ou de %2$@ pixels por lado.
zh_hans: 此次导入超过了文档 %1$@ 百万像素的总限额，或单边 %2$@ 像素的限制。
zh_hant: 此次讀入超過了文件 %1$@ 百萬像素的總限額，或單邊 %2$@ 像素的限制。

source: This is not a valid Compositor project, or its metadata is damaged.
de: Dies ist kein gültiges Compositor-Projekt, oder seine Metadaten sind beschädigt.
es: Este no es un proyecto de Compositor válido, o sus metadatos están dañados.
fr: Ce n'est pas un projet de Compositor valide, ou ses métadonnées sont endommagées.
ja: 有効な Compositor プロジェクトではないか、メタデータが破損しています。
ko: 유효한 Compositor 프로젝트가 아니거나 메타데이터가 손상되었습니다.
pt_br: Este não é um projeto Compositor válido, ou seus metadados estão danificados.
zh_hans: 这不是有效的 Compositor 项目，或其元数据已损坏。
zh_hant: 這不是有效的 Compositor 專案，或其中繼資料已損壞。

source: This Layer
de: Aktuelle Ebene
es: Capa actual
fr: Calque actif
ja: 現在のレイヤー
ko: 현재 레이어
pt_br: Camada atual
zh_hans: 当前图层
zh_hant: 目前圖層

source: This layer supplies a live mask
de: Diese Ebene dient als dynamische Maske
es: Esta capa proporciona una máscara dinámica
fr: Ce calque sert de masque dynamique
ja: このレイヤーはライブマスクの参照元です
ko: 이 레이어는 실시간 마스크를 제공합니다
pt_br: Esta camada fornece uma máscara dinâmica
zh_hans: 此图层提供实时蒙版
zh_hant: 此圖層提供即時遮色片

source: This Photoshop file uses a format version Compositor can’t read.
de: Diese Photoshop-Datei verwendet eine Formatversion, die Compositor nicht lesen kann.
es: Este archivo de Photoshop usa una versión de formato que Compositor no puede leer.
fr: Ce fichier Photoshop utilise une version de format que Compositor ne peut pas lire.
ja: この Photoshop ファイルは、Compositor で読み込めない形式のバージョンを使用しています。
ko: 이 Photoshop 파일은 Compositor에서 읽을 수 없는 형식 버전을 사용합니다.
pt_br: Este arquivo do Photoshop usa uma versão de formato que o Compositor não consegue ler.
zh_hans: 此 Photoshop 文件的格式版本不受 Compositor 支持。
zh_hant: 此 Photoshop 檔案的格式版本不受 Compositor 支援。

source: This Photoshop file uses a layer compression method that isn’t supported.
de: Diese Photoshop-Datei verwendet eine nicht unterstützte Methode zur Ebenenkomprimierung.
es: Este archivo de Photoshop utiliza un método de compresión de capa que no es compatible.
fr: Ce fichier Photoshop utilise une méthode de compression des calques non prise en charge.
ja: この Photoshop ファイルは、未対応のレイヤー圧縮方式を使用しています。
ko: 이 Photoshop 파일은 지원되지 않는 레이어 압축 방식을 사용합니다.
pt_br: Este arquivo Photoshop usa um método de compressão de camada que não é suportado.
zh_hans: 此 Photoshop 文件使用了不受支持的图层压缩方式。
zh_hant: 此 Photoshop 檔案使用了不受支援的圖層壓縮方式。

source: This Photoshop layer type isn’t supported and was imported as pixels.
de: Dieser Photoshop-Ebenentyp wird nicht unterstützt und wurde als Pixel importiert.
es: Este tipo de capa de Photoshop no es compatible y fue importado como píxeles.
fr: Ce type de calque Photoshop n’est pas pris en charge et a été importé sous forme de pixels.
ja: この Photoshop レイヤーの種類には対応していないため、ピクセルとして読み込みました。
ko: 이 Photoshop 레이어 유형은 지원되지 않아 픽셀로 가져왔습니다.
pt_br: Este tipo de camada Photoshop não é suportado e foi importado como pixels.
zh_hans: 不支持此 Photoshop 图层类型，已作为像素图层导入。
zh_hant: 不支援此 Photoshop 圖層類型，已作為像素圖層讀入。

source: This project exceeds the supported canvas, layer, file-size, or %1$@-megapixel document limit.
de: Dieses Projekt überschreitet die unterstützte Grenze für Arbeitsfläche, Ebenen, Dateigröße oder die Dokumentgrenze von %1$@ Megapixel.
es: Este proyecto supera los límites admitidos de lienzo, capa, tamaño de archivo o el límite del documento de %1$@ megapíxeles.
fr: Ce projet dépasse une limite prise en charge de zone de travail, de calques, de taille de fichier ou de document (%1$@ mégapixels).
ja: このプロジェクトは、対応するカンバス、レイヤー、ファイルサイズ、またはドキュメントの %1$@ メガピクセルの上限を超えています。
ko: 이 프로젝트가 지원되는 캔버스, 레이어, 파일 크기 또는 문서의 %1$@메가픽셀 제한을 초과합니다.
pt_br: Este projeto excede os limites permitidos de tela, camada, tamanho de arquivo ou o limite do documento de %1$@ megapixels.
zh_hans: 此项目超过了支持的画布、图层、文件大小限制，或文档 %1$@ 百万像素的总限额。
zh_hant: 此專案超過了支援的版面、圖層、檔案大小限制，或文件 %1$@ 百萬像素的總限額。

source: This project uses format version %1$@. This app supports versions %2$@–%3$@.
de: Dieses Projekt verwendet die Formatversion %1$@. Diese App unterstützt die Versionen %2$@–%3$@.
es: Este proyecto usa la versión de formato %1$@. Esta aplicación admite las versiones %2$@–%3$@.
fr: Ce projet utilise la version de format %1$@. Cette application prend en charge les versions %2$@–%3$@.
ja: このプロジェクトの形式バージョンは %1$@ です。このアプリはバージョン %2$@～%3$@ に対応しています。
ko: 이 프로젝트의 형식 버전은 %1$@입니다. 이 앱은 버전 %2$@~%3$@을 지원합니다.
pt_br: Este projeto usa a versão de formato %1$@. Este aplicativo suporta as versões %2$@–%3$@.
zh_hans: 此项目使用格式版本 %1$@。本应用支持版本 %2$@–%3$@。
zh_hant: 此專案使用格式版本 %1$@。本應用程式支援版本 %2$@–%3$@。

source: Three-Way
de: Drei-Wege
es: Tres vías
fr: Trois voies
ja: 3 方向
ko: 3방향
pt_br: Três vias
zh_hans: 三向
zh_hant: 三向

source: Three-Way shows shadows, midtones, and highlights. The other choices show one wheel.
de: Drei-Wege zeigt Tiefen, Mitteltöne und Lichter. Die anderen Optionen zeigen jeweils ein Farbrad.
es: Tres vías muestra sombras, medios tonos e iluminaciones. Las demás opciones muestran una sola rueda.
fr: Trois voies affiche les tons foncés, moyens et clairs. Les autres options affichent une seule roue.
ja: 「3 方向」はシャドウ、中間調、ハイライトを表示します。他の選択肢ではホイールを 1 つ表示します。
ko: 3방향은 어두운 영역, 중간 영역, 밝은 영역을 표시합니다. 다른 옵션은 휠 하나를 표시합니다.
pt_br: Três vias mostra sombras, tons médios e realces. As outras opções mostram uma única roda.
zh_hans: “三向”同时显示阴影、中间调和高光色轮。其他选项仅显示一个色轮。
zh_hant: 「三向」同時顯示陰影、中間調和亮部色輪。其他選項僅顯示一個色輪。

source: Tint
de: Farbton
es: Matiz
fr: Teinte
ja: 色かぶり補正
ko: 색조
pt_br: Colorir
zh_hans: 色调
zh_hant: 色調

source: Tip
de: Spitze
es: Punta
fr: Pointe
ja: 先端
ko: 팁
pt_br: Ponta
zh_hans: 笔尖
zh_hant: 筆尖

source: Toggle Clipping Mask
de: Schnittmaske umschalten
es: Activar/desactivar máscara de recorte
fr: Activer/désactiver le masque d’écrêtage
ja: クリッピングマスクを切り替え
ko: 클리핑 마스크 전환
pt_br: Alternar máscara de corte
zh_hans: 切换剪贴蒙版
zh_hant: 切換剪裁遮色片

source: Toggle Levels preview
de: Vorschau der Tonwertkorrektur umschalten
es: Activar/desactivar previsualización de Niveles
fr: Activer/désactiver l’aperçu des niveaux
ja: レベル補正のプレビューを切り替え
ko: 레벨 미리 보기 전환
pt_br: Alternar visualização de Níveis
zh_hans: 切换色阶预览
zh_hant: 切換色階預視

source: Tolerance
de: Toleranz
es: Tolerancia
fr: Tolérance
ja: 許容値
ko: 허용치
pt_br: Tolerância
zh_hans: 容差
zh_hant: 容許度

source: Tonal Contrast
de: Tonwertkontrast
es: Contraste tonal
fr: Contraste tonal
ja: 色調のコントラスト
ko: 색조 대비
pt_br: Contraste Tonal
zh_hans: 色调对比度
zh_hant: 色調對比

source: Tones
de: Tonwerte
es: Tonos
fr: Tons
ja: 階調
ko: 색조
pt_br: Tons
zh_hans: 色调
zh_hant: 色調

source: Tones from black on the left to white on the right: blacks, shadows, midtones, highlights, whites. Control-click to show the vectorscope.
de: Tonwerte von Schwarz links bis Weiß rechts: Schwarz, Tiefen, Mitteltöne, Lichter, Weiß. Control-Klick zeigt das Vektorskop.
es: Tonos desde el negro a la izquierda hasta el blanco a la derecha: negros, sombras, medios tonos, iluminaciones y blancos. Control-clic para mostrar el vectorscopio.
fr: Tons du noir à gauche au blanc à droite : noirs, tons foncés, tons moyens, tons clairs, blancs. Contrôle-clic pour afficher le vectorscope.
ja: 左の黒から右の白へ、黒レベル、シャドウ、中間調、ハイライト、白レベルが並びます。Control-クリックでベクトルスコープを表示します。
ko: 왼쪽 검정에서 오른쪽 흰색으로 검정, 어두운 영역, 중간 영역, 밝은 영역, 흰색이 나열됩니다. Control-클릭하면 벡터스코프를 표시합니다.
pt_br: Tons do preto à esquerda ao branco à direita: pretos, sombras, tons médios, realces e brancos. Control-clique para mostrar o vectorscópio.
zh_hans: 色调从左侧的黑到右侧的白，依次为黑色色阶、阴影、中间调、高光、白色色阶。按住 Control 单击可显示矢量示波器。
zh_hant: 色調從左側的黑到右側的白，依次為黑色色階、陰影、中間調、亮部、白色色階。按住 Control 按一下可顯示向量示波器。

source: Tones per channel: 2 is pure black and white
de: Tonwerte pro Kanal: 2 ergibt reines Schwarzweiß
es: Tonos por canal: 2 es blanco y negro puro
fr: Tons par couche : 2 donne du noir et blanc pur
ja: チャンネルごとの階調数：2 は純粋な黒と白
ko: 채널별 색조 수: 2는 순수한 검정과 흰색
pt_br: Tons por canal: 2 é preto e branco puro
zh_hans: 每通道的色阶数：2 表示仅保留黑白两级
zh_hant: 每色版的色階數：2 表示僅保留黑白兩級

source: Top
de: Oben
es: Superior
fr: Haut
ja: 上
ko: 위쪽
pt_br: Superior
zh_hans: 上
zh_hant: 上

source: Top center
de: Oben Mitte
es: Centro superior
fr: En haut au centre
ja: 中央上
ko: 위쪽 가운데
pt_br: Centro superior
zh_hans: 顶部居中
zh_hant: 頂部置中

source: Top left
de: Oben links
es: Parte superior izquierda
fr: En haut à gauche
ja: 左上
ko: 왼쪽 위
pt_br: Superior esquerdo
zh_hans: 左上
zh_hant: 左上

source: Top Left Pixel Color
de: Pixelfarbe oben links
es: Color del píxel superior izquierdo
fr: Couleur du pixel supérieur gauche
ja: 左上のピクセルの色
ko: 왼쪽 위 픽셀 색상
pt_br: Cor do pixel superior esquerdo
zh_hans: 左上角像素颜色
zh_hant: 左上角像素顏色

source: Top right
de: Oben rechts
es: Superior derecha
fr: En haut à droite
ja: 右上
ko: 오른쪽 위
pt_br: Superior direito
zh_hans: 右上
zh_hant: 右上

source: Tracking
de: Laufweite
fr: Approche
ja: トラッキング
ko: 자간
zh_hans: 字符间距
zh_hant: 字距

source: Transform
de: Transformieren
es: Transformar
fr: Transformation
ja: 変形
ko: 변형
pt_br: Transformar
zh_hans: 变换
zh_hant: 變形

source: Transform Layer
de: Ebene transformieren
es: Transformar capa
fr: Transformer le calque
ja: レイヤーを変形
ko: 레이어 변형
pt_br: Transformar camada
zh_hans: 变换图层
zh_hant: 變形圖層

source: Transform Layer / Selection
de: Ebene / Auswahl transformieren
es: Transformar capa / selección
fr: Transformer le calque / la sélection
ja: レイヤー / 選択範囲を変形
ko: 레이어 / 선택 영역 변형
pt_br: Transformar camada / seleção
zh_hans: 变换图层 / 选区
zh_hant: 變形圖層 / 選取範圍

source: Transform Layer Mask
de: Ebenenmaske transformieren
es: Transformar máscara de capa
fr: Transformer le masque de fusion
ja: レイヤーマスクを変形
ko: 레이어 마스크 변형
pt_br: Transformar máscara de camada
zh_hans: 变换图层蒙版
zh_hant: 變形圖層遮色片

source: Transform Layers
de: Ebenen transformieren
es: Transformar capas
fr: Transformer les calques
ja: レイヤーを変形
ko: 레이어 변형
pt_br: Transformar camadas
zh_hans: 变换图层
zh_hant: 變形圖層

source: Transform Mask
de: Maske transformieren
es: Transformar máscara
fr: Transformer le masque
ja: マスクを変形
ko: 마스크 변형
pt_br: Transformar máscara
zh_hans: 变换蒙版
zh_hant: 變形遮色片

source: Transform Selection
de: Auswahl transformieren
es: Transformar selección
fr: Transformer la sélection
ja: 選択範囲を変形
ko: 선택 영역 변형
pt_br: Transformar seleção
zh_hans: 变换选区
zh_hant: 變形選取範圍

source: Transparent canvas · sRGB
de: Transparente Arbeitsfläche · sRGB
es: lienzo transparente · sRGB
fr: Zone de travail transparente · sRGB
ja: 透明カンバス · sRGB
ko: 투명 캔버스 · sRGB
pt_br: Tela transparente · sRGB
zh_hans: 透明画布 · sRGB
zh_hant: 透明版面 · sRGB

source: Transparent Pixels
de: Transparente Pixel
es: Píxeles transparentes
fr: Pixels transparents
ja: 透明ピクセル
ko: 투명 픽셀
pt_br: Pixels Transparentes
zh_hans: 透明像素
zh_hant: 透明像素

source: Trim
de: Zuschneiden
es: Recortar bordes
fr: Rognage
ja: トリミング
ko: 재단
pt_br: Aparar
zh_hans: 修边
zh_hant: 修剪

source: Trim Away
de: Zu entfernende Ränder
es: Recortar bordes
fr: Rogner
ja: トリミングする辺
ko: 재단할 가장자리
pt_br: Aparar bordas
zh_hans: 修去
zh_hant: 修去

source: Trim…
de: Zuschneiden…
es: Recortar bordes…
fr: Rognage…
ja: トリミング…
ko: 재단…
pt_br: Aparar…
zh_hans: 修边…
zh_hant: 修剪…

source: Two Colors
de: Zwei Farben
es: Dos colores
fr: Deux couleurs
ja: 2 色
ko: 두 색상
pt_br: Duas Cores
zh_hans: 双色
zh_hant: 雙色

source: Type
de: Text
es: Texto
fr: Texte
ja: 文字
ko: 문자
pt_br: Texto
zh_hans: 文字
zh_hant: 文字

source: Type (T)
de: Text (T)
es: Texto (T)
fr: Texte (T)
ja: 文字（T）
ko: 문자 (T)
pt_br: Texto (T)
zh_hans: 文字 (T)
zh_hant: 文字 (T)

source: Type tool
de: Text-Werkzeug
es: Herramienta Texto
fr: Outil Texte
ja: 文字ツール
ko: 문자 도구
pt_br: Ferramenta Texto
zh_hans: 文字工具
zh_hant: 文字工具

source: Underlying pixels · alpha-weighted histogram
de: Basispixel · alpha-gewichtetes Histogramm
es: Píxeles subyacentes · Histograma ponderado por alfa
fr: Pixels sous-jacents · Histogramme pondéré en alpha
ja: 下のピクセル · アルファ値で重み付けしたヒストグラム
ko: 아래쪽 픽셀 · 알파 가중 히스토그램
pt_br: Pixels subjacentes · Histograma ponderado por alfa
zh_hans: 下方像素 · 按 Alpha 加权的直方图
zh_hant: 下方像素 · 按 Alpha 加權的色階分佈圖

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 取り消し
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销
zh_hant: 還原

source: Undo %1$@
de: %1$@ rückgängig
es: Deshacer %1$@
fr: Annuler %1$@
ja: %1$@を取り消す
ko: %1$@ 실행 취소
pt_br: Desfazer %1$@
zh_hans: 撤销%1$@
zh_hant: 還原%1$@

source: Ungroup Layers
de: Ebenengruppierung aufheben
es: Desagrupar capas
fr: Dissocier les calques
ja: レイヤーのグループ化を解除
ko: 레이어 그룹 해제
pt_br: Desagrupar camadas
zh_hans: 取消图层编组
zh_hant: 解散圖層群組

source: Uniform
de: Gleichmäßig
es: Uniforme
fr: Uniforme
ja: 均等に分布
ko: 균일
pt_br: Uniforme
zh_hans: 平均分布
zh_hant: 均勻

source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
ko: 단위
pt_br: Unidades
zh_hans: 单位
zh_hant: 單位

source: Unlink layer and mask to move or transform them separately
de: Verknüpfung zwischen Ebene und Maske lösen, um sie getrennt zu verschieben oder zu transformieren
es: Desenlazar capa y máscara para moverlas o transformarlas por separado
fr: Délier le calque et le masque pour les déplacer ou les transformer séparément
ja: レイヤーとマスクのリンクを解除して、個別に移動または変形
ko: 레이어와 마스크의 연결을 해제하여 각각 이동하거나 변형
pt_br: Desvincular camada e máscara para movê-las ou transformá-las separadamente
zh_hans: 取消链接图层与蒙版，以便分别移动或变换
zh_hant: 取消連結圖層與遮色片，以便分別移動或變形

source: Unlink Layer Mask
de: Ebenenmaskenverknüpfung lösen
es: Desenlazar máscara de capa
fr: Délier le masque de fusion
ja: レイヤーマスクのリンクを解除
ko: 레이어 마스크 연결 해제
pt_br: Desvincular máscara de camada
zh_hans: 取消链接图层蒙版
zh_hant: 取消連結圖層遮色片

source: Unlink Mask
de: Ebenenmaskenverknüpfung lösen
es: Desenlazar máscara de capa
fr: Délier le masque de fusion
ja: レイヤーマスクのリンクを解除
ko: 레이어 마스크 연결 해제
pt_br: Desvincular máscara de camada
zh_hans: 取消链接图层蒙版
zh_hant: 取消連結圖層遮色片

source: Unlink mask: %1$@
de: Maskenverknüpfung lösen: %1$@
es: Desenlazar máscara: %1$@
fr: Délier le masque : %1$@
ja: マスクのリンクを解除：%1$@
ko: 마스크 연결 해제: %1$@
pt_br: Desvincular máscara: %1$@
zh_hans: 取消链接蒙版：%1$@
zh_hant: 取消連結遮色片：%1$@

source: Unsaved changes
de: Ungespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
ja: 未保存の変更
ko: 저장하지 않은 변경 사항
pt_br: Alterações não salvas
zh_hans: 未保存的更改
zh_hant: 尚未儲存的變更

source: Untitled
de: Unbenannt
es: Sin título
fr: Sans titre
ja: 名称未設定
ko: 제목 없음
pt_br: Sem título
zh_hans: 未命名
zh_hant: 未命名

source: Untitled %1$@
de: Unbenannt %1$@
es: Sin título %1$@
fr: Sans titre %1$@
ja: 名称未設定 %1$@
ko: 제목 없음 %1$@
pt_br: Sem título %1$@
zh_hans: 未命名 %1$@
zh_hant: 未命名 %1$@

source: Up
de: Oben
es: Arriba
fr: Haut
ja: 上
ko: 위
pt_br: Cima
zh_hans: 上
zh_hant: 上

source: Updating…
de: Aktualisierung…
es: Actualizando…
fr: Mise à jour…
ja: 更新中…
ko: 업데이트 중…
pt_br: Atualizando…
zh_hans: 正在更新…
zh_hant: 正在更新…

source: Use 1–%1$@ pixels per side, up to %2$@ megapixels, and 1–9,600 pixels/inch.
de: Verwenden Sie 1–%1$@ Pixel pro Seite, bis zu %2$@ Megapixel und 1–9.600 Pixel/Zoll.
es: Use de 1 a %1$@ píxeles por lado, hasta %2$@ megapíxeles y de 1 a 9600 píxeles/pulgada.
fr: Utilisez 1–%1$@ pixels par côté, jusqu'à %2$@ mégapixels et 1–9600 pixels/pouce.
ja: 各辺 1～%1$@ ピクセル、最大 %2$@ メガピクセル、解像度 1～9,600 ピクセル/インチの範囲で指定してください。
ko: 각 변은 1~%1$@픽셀, 전체는 최대 %2$@메가픽셀, 해상도는 1~9,600픽셀/인치로 설정하세요.
pt_br: Use de 1 a %1$@ pixels por lado, até %2$@ megapixels e de 1 a 9600 pixels/polegada.
zh_hans: 每边须为 1–%1$@ 像素，总计不超过 %2$@ 百万像素，分辨率为 1–9,600 像素/英寸。
zh_hant: 每邊須為 1–%1$@ 像素，總計不超過 %2$@ 百萬像素，解析度為 1–9,600 像素/英吋。

source: Use gridlines every %1$@–%2$@ pixels and %3$@–%4$@ subdivisions, no more than the pixels between gridlines.
de: Rasterlinien alle %1$@–%2$@ Pixel und %3$@–%4$@ Unterteilungen verwenden. Die Zahl der Unterteilungen darf den Pixelabstand zwischen Rasterlinien nicht überschreiten.
es: Use líneas de cuadrícula cada %1$@–%2$@ píxeles y %3$@–%4$@ subdivisiones, sin superar el número de píxeles entre líneas.
fr: Espacer les lignes de grille de %1$@ à %2$@ pixels et utiliser de %3$@ à %4$@ subdivisions, sans dépasser le nombre de pixels entre les lignes.
ja: グリッド線の間隔は %1$@～%2$@ ピクセル、分割数は %3$@～%4$@ にしてください。分割数はグリッド線間のピクセル数以下にする必要があります。
ko: 격자선 간격은 %1$@~%2$@픽셀, 세분은 %3$@~%4$@으로 설정하세요. 세분 수는 격자선 사이의 픽셀 수를 초과할 수 없습니다.
pt_br: Use linhas de grade a cada %1$@–%2$@ pixels e %3$@–%4$@ subdivisões, sem exceder o número de pixels entre as linhas.
zh_hans: 网格线间隔须为 %1$@–%2$@ 像素，子网格数须为 %3$@–%4$@，且不得超过网格线间的像素数。
zh_hant: 格點線間隔須為 %1$@–%2$@ 像素，子格點數須為 %3$@–%4$@，且不得超過格點線間的像素數。

source: Vector shape was rasterized to pixels.
de: Die Vektorform wurde in Pixel gerastert.
es: La forma vectorial fue rasterizada a píxeles.
fr: La forme vectorielle a été pixellisée.
ja: ベクトルシェイプはピクセルにラスタライズされました。
ko: 벡터 모양이 픽셀로 래스터화되었습니다.
pt_br: A forma vetorial foi rasterizada em pixels.
zh_hans: 矢量形状已被栅格化为像素。
zh_hant: 向量形狀已被點陣化為像素。

source: Vectorscope
de: Vektorskop
es: Vectorscopio
ja: ベクトルスコープ
ko: 벡터스코프
pt_br: Vectorscópio
zh_hans: 矢量示波器
zh_hant: 向量示波器

source: Vertical
de: Vertikal
ja: 垂直方向
ko: 세로
zh_hans: 垂直
zh_hant: 垂直

source: Vertical ruler
de: Vertikales Lineal
es: Regla vertical
fr: Règle verticale
ja: 垂直定規
ko: 세로 눈금자
pt_br: Régua vertical
zh_hans: 垂直标尺
zh_hant: 垂直尺標

source: Vibrance
de: Dynamik
es: Intensidad
ja: 自然な彩度
ko: 활기
pt_br: Vibratilidade
zh_hans: 自然饱和度
zh_hant: 自然飽和度

source: Vignetting
de: Vignettierung
es: Viñetas
fr: Vignetage
ja: 周辺光量補正
ko: 비네팅
pt_br: Vinheta
zh_hans: 晕影
zh_hant: 暈映

source: Visualize Range
de: Bereich visualisieren
es: Visualizar intervalo
fr: Visualiser la plage
ja: 範囲を表示
ko: 범위 시각화
pt_br: Visualizar intervalo
zh_hans: 显示范围
zh_hant: 顯示範圍

source: Vivid Light
de: Strahlendes Licht
es: Luz intensa
fr: Lumière vive
ja: ビビッドライト
ko: 선명한 라이트
pt_br: Luz brilhante
zh_hans: 亮光
zh_hant: 強烈光源

source: Wand
de: Zauberstab
es: Varita
fr: Baguette magique
ja: 自動選択
ko: 자동 선택
pt_br: Varinha
zh_hans: 魔棒
zh_hant: 魔術棒

source: Warmth
de: Wärme
es: Calidez
fr: Chaleur
ja: 暖かみ
ko: 따뜻함
pt_br: Calor
zh_hans: 冷暖
zh_hant: 冷暖

source: Weakens green fringes inside the green hue range.
de: Verringert grüne Farbsäume innerhalb des grünen Farbtonbereichs.
es: Reduce los halos verdes dentro del intervalo de tonos verdes.
fr: Atténue les franges vertes dans la plage de teintes vertes.
ja: グリーンの色相範囲内のグリーンのフリンジを抑えます。
ko: 녹색 색조 범위 안의 녹색 색수차를 줄입니다.
pt_br: Reduz as bordas verdes dentro do intervalo de matizes verdes.
zh_hans: 减弱绿色色相范围内的绿色色边。
zh_hant: 減弱綠色色相範圍內的綠色色邊。

source: Weakens purple fringes inside the purple hue range.
de: Verringert violette Farbsäume innerhalb des violetten Farbtonbereichs.
es: Reduce los halos púrpura dentro del intervalo de tonos púrpura.
fr: Atténue les franges violettes dans la plage de teintes violettes.
ja: パープルの色相範囲内のパープルのフリンジを抑えます。
ko: 보라색 색조 범위 안의 보라색 색수차를 줄입니다.
pt_br: Reduz as bordas roxas dentro do intervalo de matizes roxos.
zh_hans: 减弱紫色色相范围内的紫色色边。
zh_hant: 減弱紫色色相範圍內的紫色色邊。

source: White
de: Weiß
es: Blanco
fr: Blanc
ja: ホワイト
ko: 흰색
pt_br: Branco
zh_hans: 白色
zh_hant: 白色

source: White · Reveal
de: Weiß · Einblenden
es: Blanco · Descubrir
fr: Blanc · Faire apparaître
ja: 白 · 表示
ko: 흰색 · 표시
pt_br: Branco · Revelar
zh_hans: 白色 · 显示
zh_hant: 白色 · 顯示

source: White Balance
de: Weißabgleich
es: Equilibrio de blancos
fr: Balance des blancs
ja: ホワイトバランス
ko: 화이트 밸런스
pt_br: Equilíbrio de branco
zh_hans: 白平衡
zh_hant: 白平衡

source: White Balance Selector
de: Weißabgleichsauswahl
es: Selector de equilibrio de blancos
fr: Sélecteur de balance des blancs
ja: ホワイトバランス選択
ko: 화이트 밸런스 선택기
pt_br: Seletor de equilíbrio de branco
zh_hans: 白平衡选择器
zh_hant: 白平衡選取器

source: Whites
de: Weiß
es: Blancos
fr: Blancs
ja: 白レベル
ko: 흰색 계열
pt_br: Brancos
zh_hans: 白色色阶
zh_hant: 白色

source: Width
de: Breite
es: Anchura
fr: Largeur
ja: 幅
ko: 폭
pt_br: Largura
zh_hans: 宽度
zh_hant: 寬度

source: Wobble
de: Schwankung
es: Oscilación
fr: Ondulation
ja: 揺らぎ
ko: 흔들림
pt_br: Oscilação
zh_hans: 摆动
zh_hant: 擺動

source: Working…
de: Verarbeitung…
es: Procesando…
fr: Traitement…
ja: 処理中…
ko: 처리 중…
pt_br: Processando…
zh_hans: 正在处理…
zh_hant: 正在處理…

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: イエロー
ko: 노랑
pt_br: Amarelo
zh_hans: 黄色
zh_hant: 黃色

source: Yellow / Blue
de: Gelb/blau
es: Amarillo / Azul
fr: Jaune / Bleu
ja: イエロー / ブルー
ko: 노랑 / 파랑
pt_br: Amarelo / Azul
zh_hans: 黄色 / 蓝色
zh_hant: 黃色 / 藍色

source: Yellows
de: Gelbtöne
es: Amarillos
fr: Jaunes
ja: イエロー系
ko: 노랑 계열
pt_br: Amarelos
zh_hans: 黄色
zh_hant: 黃色

source: Your changes will be lost if you don’t save them.
de: Wenn Sie nicht speichern, gehen Ihre Änderungen verloren.
es: Los cambios se perderán si no los guarda.
fr: Vos modifications seront perdues si vous ne les enregistrez pas.
ja: 保存しない場合、変更内容は失われます。
ko: 저장하지 않으면 변경 사항이 손실됩니다.
pt_br: Suas alterações serão perdidas se você não as salvar.
zh_hans: 如果不保存，所做的更改将丢失。
zh_hant: 若不儲存，所做的變更將會遺失。

source: YouTube Thumb
de: YouTube-Miniaturbild
es: Miniatura de YouTube
fr: Miniature YouTube
ja: YouTube サムネイル
ko: YouTube 썸네일
pt_br: Miniatura do YouTube
zh_hans: YouTube 缩略图
zh_hant: YouTube 縮圖

source: Zoom in
de: Vergrößern
es: Acercar
fr: Zoom avant
ja: ズームイン
ko: 확대
pt_br: Mais zoom
zh_hans: 放大
zh_hant: 放大

source: Zoom In
de: Vergrößern
es: Acercar
fr: Zoom avant
ja: ズームイン
ko: 확대
pt_br: Mais zoom
zh_hans: 放大
zh_hant: 放大

source: Zoom in (⌘+)
de: Vergrößern (⌘+)
es: Acercar (⌘+)
fr: Zoom avant (⌘+)
ja: ズームイン（⌘+）
ko: 확대 (⌘+)
pt_br: Mais zoom (⌘+)
zh_hans: 放大 (⌘+)
zh_hant: 放大 (⌘+)

source: Zoom in (⌘+), now %1$@. At 100% each pixel of the JPEG is one pixel of the screen, as on the canvas
de: Vergrößern (⌘+), aktuell %1$@. Bei 100 % entspricht jedes JPEG-Pixel einem Bildschirmpixel, wie auf der Arbeitsfläche.
es: Acercar (⌘+), ahora %1$@. Al 100 %, cada píxel del JPEG corresponde a un píxel de la pantalla, igual que en el lienzo
fr: Zoom avant (⌘+), actuellement %1$@. À 100 %, chaque pixel du JPEG correspond à un pixel de l’écran, comme sur la zone de travail.
ja: ズームイン（⌘+）、現在 %1$@。100% ではカンバスと同様に、JPEG の 1 ピクセルが画面の 1 ピクセルに対応します。
ko: 확대 (⌘+), 현재 %1$@. 100%에서는 캔버스와 마찬가지로 JPEG의 1픽셀이 화면의 1픽셀에 해당합니다.
pt_br: Mais zoom (⌘+), agora %1$@. A 100%, cada pixel do JPEG corresponde a um pixel da tela, como na área de edição
zh_hans: 放大 (⌘+)，当前为 %1$@。与画布一样，在 100% 时 JPEG 的每个像素对应屏幕的一个像素
zh_hant: 放大 (⌘+)，目前為 %1$@。與版面一樣，在 100% 時 JPEG 的每個像素對應螢幕的一個像素

source: Zoom out
de: Verkleinern
es: Alejar
fr: Zoom arrière
ja: ズームアウト
ko: 축소
pt_br: Menos zoom
zh_hans: 缩小
zh_hant: 縮小

source: Zoom Out
de: Verkleinern
es: Alejar
fr: Zoom arrière
ja: ズームアウト
ko: 축소
pt_br: Menos zoom
zh_hans: 缩小
zh_hant: 縮小

source: Zoom out (⌘−)
de: Verkleinern (⌘−)
es: Alejar (⌘−)
fr: Zoom arrière (⌘−)
ja: ズームアウト（⌘−）
ko: 축소 (⌘−)
pt_br: Menos zoom (⌘−)
zh_hans: 缩小 (⌘−)
zh_hant: 縮小 (⌘−)

source: Zoom out (⌘−), now %1$@
de: Verkleinern (⌘−), aktuell %1$@
es: Alejar (⌘−), ahora %1$@
fr: Zoom arrière (⌘−), actuellement %1$@
ja: ズームアウト（⌘−）、現在 %1$@
ko: 축소 (⌘−), 현재 %1$@
pt_br: Menos zoom (⌘−), agora %1$@
zh_hans: 缩小 (⌘−)，当前为 %1$@
zh_hant: 縮小 (⌘−)，目前為 %1$@

source: Zoom percentage
de: Zoomprozentsatz
es: Porcentaje de zoom
fr: Pourcentage de zoom
ja: ズーム率
ko: 확대/축소 비율
pt_br: Porcentagem de zoom
zh_hans: 缩放百分比
zh_hant: 縮放百分比

source: Zoom percentage (0.1–3200%). Press Return to apply.
de: Zoom in Prozent (0,1–3200 %). Zum Anwenden die Eingabetaste drücken.
es: Porcentaje de zoom (0,1–3200 %). Pulse Intro para aplicar.
fr: Pourcentage de zoom (0,1–3200 %). Appuyez sur Retour pour appliquer.
ja: ズーム率（0.1～3200%）。Return キーで適用します。
ko: 확대/축소 비율(0.1~3200%). Return을 눌러 적용합니다.
pt_br: Porcentagem de zoom (0,1–3200%). Pressione Return para aplicar.
zh_hans: 缩放百分比（0.1–3200%）。按 Return 应用。
zh_hant: 縮放百分比（0.1–3200%）。按 Return 套用。
